Repository: wp-plugins/ft-calendar
Catalog: languages/ftcalendar-*.po
Languages: de_de, it_it, nl_nl, sl_si

source: Calendar Label Color
de_de: Kalender Terminfarbe
it_it: Colore della etichetta
nl_nl: Kleur kalenderlabel
sl_si: Barva koledarja

source: All day
de_de: Ganztätig
it_it: Tutto il giorno
nl_nl: Hele dag
sl_si: Ves dan

source: Repeats...
de_de: Wird wiederholt...
it_it: Si ripete ...
nl_nl: Herhaalt...
sl_si: Ponvaljanje...

source: Repeats
de_de: Widerholen
it_it: Si ripete
nl_nl: Herhaalt
sl_si: Ponavljanje

source: Daily
de_de: Täglich
it_it: Quotidiano
nl_nl: Dagelijks
sl_si: Dnevno

source: Every weekday
de_de: An jedem Wochentag (Mo-Fr)
it_it: Tutti i giorni feriali
nl_nl: Elke dag
sl_si: Vsak dan

source: Every Mon., Wed., and Fri.
de_de: Jeden Mo., Mi., und Fr.
it_it: Ogni lun, mer e ven
nl_nl: Elke ma., wo. en vr.
sl_si: Vsak Pon., Sre., in Pet.

source: Every Tues., and Thurs.
de_de: Jeden Di., und Do.
it_it: Ogni Mar e Gio.
nl_nl: Elke di. en do.
sl_si: Vsaki Tor., in Čet.

source: Weekly
de_de: Wöchentlich
it_it: Settimanale
nl_nl: Wekelijks
sl_si: Tedensko

source: Monthly
de_de: Monatlich
it_it: Mensile
nl_nl: Maandelijks
sl_si: Mesečno

source: Yearly
de_de: Jährlich
it_it: Annuale
nl_nl: Jaarlijks
sl_si: Letno

source: Weekly on weekdays
de_de: Wöchentlich am Wochentagen
it_it: Settimanale nei giorni feriali
nl_nl: Wekelijks op werkdagen

source: Weekly on Monday, Wednesday, Friday
de_de: Wöchentlich am Montag, Mittwoch, Freitag
it_it: Settimanale il Lunedi, Mercoledì, Venerdì
nl_nl: Wekelijks op maandag, woensdag, vrijdag

source: Weekly on Tuesday, Thursday
de_de: Wöchentlich am Dienstag, Donnerstag
it_it: Settimanale il Martedì e Giovedi
nl_nl: Wekelijks op dinsdag, donderdag

source: Repeat Every
de_de: Wiederholen jede(n)
it_it: Si ripete ogni
nl_nl: Herhaal elke
sl_si: Ponovi vsak

source: days
de_de: Tage
it_it: giorni
nl_nl: dagen
sl_si: dan

source: Repeat On:
de_de: Wiederholen am
it_it: Si ripete il:
nl_nl: Herhaal op:
sl_si: Ponovi

source: S
it_it: D
nl_nl: Z

source: M
it_it: L
sl_si: P

source: T
de_de: D
it_it: M
nl_nl: D

source: W
de_de: M
it_it: M
sl_si: S

source: F
it_it: V
nl_nl: V
sl_si: P

source: Repeat By
de_de: Wiederholen am
it_it: Ripeti
nl_nl: Herhaal op
sl_si: Ponovi

source: day of the month
de_de: Tag des Monats
it_it: giorno del mese
nl_nl: dag van de maand
sl_si: dan v mesecu

source: day of the week
de_de: Tag der Woche
it_it: giorno della settimana
nl_nl: dag van de week
sl_si: dan v tednu

source: Starts On
de_de: Beginnt am
it_it: Inizia il
nl_nl: Begint op:
sl_si: Začetek

source: Ends On:
de_de: Endet am:
it_it: Termina il
nl_nl: Eindigt op:
sl_si: Konec

source: Never
de_de: Nie
it_it: Mai
nl_nl: Nooit
sl_si: Nikoli

source: Until
de_de: Bis
it_it: Fino a
nl_nl: Tot
sl_si: Do

source: FullThrottle Calendar General Settings
de_de: FullThrottle Kalender Einstellungen
it_it: Impostazioni generali del calendario FullThrottle
nl_nl: FullThrottle Calendar Algemenen instellingen
sl_si: FullThrottle splošne nastavitve koledarja

source: General Options
de_de: Einstellungen
it_it: Opzioni generali
nl_nl: Algemene opties
sl_si: Splošne možnosti

source: Enable Calendar items for these post types:
de_de: Aktivieren Kalendereinträge für diese Posts:
it_it: Abilita il Calendario per questi elementi:
nl_nl: Kalender-items inschakelen voor deze post types:
sl_si: Omogoči elemente koledarja za te vrste objav:

source: Show Support Link:
de_de: Support Link zeigen:
it_it: Mostra il link di aiuto:
nl_nl: Supportlink tonen:
sl_si: Prikaži podporno povezavo:

source: Enable SMART Post Ordering:
de_de: SMART Bericht Reihenfolge:
it_it: Abilita ordinamento veloce:
nl_nl: SMART Post Ordering inschakelen:
sl_si: Omogoče "SMART Post" vrstni red:

source: Include Recurring End Date in SMART Ordering:
de_de: Mit Widerkehrende End Datum im SMART Reihenfolge
it_it: Includere la data ricorrente di fine dell'evento nell'ordinamento veloce:
nl_nl: Terugkerende einddatum meenemen in SMART Ordering:
sl_si: Vključi ponavljajoči se končni datum v "SMART" vrstnem redu

source: Show Schedule within Post:
de_de: Zeige Kalendarplanning im Post:
it_it: Mostra il programma dell'evento nell'articolo:
nl_nl: Rooster tonen in Bericht:
sl_si: Prikaži urnik v objavi:

source: Where to Display Schedule?
de_de: Wo wird Kalenderplanning sichtbar?
it_it: Scegli dove inserire il programma nell'articolo
nl_nl: Waar moet het rooster getoond worden?
sl_si: Kje bo urnik prikazan?

source: Use Event Date as pubDate in feeds:
de_de: Gebrauch Event Datum als pubDate in feeds:
it_it: Usa la data dell'evento come data di pubblicazione nei feeds:
nl_nl: Evenementdatum als pubDate gebruiken in feeds:
sl_si: Uporabi datum dogodka kot pubDatum v RSS:

source: Save Changes
de_de: Änderungen speichern
it_it: Salva le modifiche
nl_nl: Wijzigingen opslaan
sl_si: Shrani spremembe

source: Partners
it_it: Partner
sl_si: Partnerji

source: FullThrottle Calendar Import
de_de: FullThrottle Kalender Importeren
it_it: Importazione calendario FullThrottle
nl_nl: FullThrottle Kalender-import
sl_si: FullThrottle Calendar Uvoz

source: FullThrottle Calendar
de_de: FullThrottle Kalender
it_it: Calendario FullThrottle
nl_nl: FullThrottle Kalendar
sl_si: FullThrottle Koledar

source: Select file to import
de_de: Select Datei zum Importeren
it_it: Seleziona il file da importare
nl_nl: Het te importeren bestand selecteren
sl_si: Izberi datoteke za uvoz

source: Delete existing data?
de_de: Vorhanden Datein löschen
it_it: Cancella i dati attuali?
nl_nl: Bestaande data verwijderen?
sl_si: Izbrišem obstoječe podatke?

source: Import FullThrottle Calendar Data
de_de: FullThrottle Kalender Datei Importeren
it_it: Importa i dati in formato FullThrottle
nl_nl: FullThrottle kalenderdata importeren
sl_si: Uvozi FullThrottle podatke

source: Event Calendar 3
it_it: Eventi Calendar 3

source: Import Event Calendar 3 data to this Calendar
de_de: Event Calendar 3 Datei zur diese Kalender Importeren
it_it: Importa eventi di Calendar 3 in questo calendario
nl_nl: Event Calendar 3 data naar deze kalender importeren
sl_si: Uvozi "Event Calendar 3" podatke v ta koledar

source: Import EC3 Data
de_de: Import EC3 Datei
it_it: Importa dati EC3
nl_nl: EC3-data importeren
sl_si: Uvozi EC3 podatke

source: FullThrottle Calendar Export
de_de: FullThrottle Kalender Export
it_it: Esporta dati calendario FullThrottle
nl_nl: FullThrottle Calendar exporteren
sl_si: FullThrottle Calendar Izvoz

source: Select calendar(s) to export
de_de: Kalender(s) zu Exporteren selecteren
it_it: Seleziona il Calendario o i Calendari daa esportare
nl_nl: Te exporteren kalender(s) selecteren
sl_si: Označi koledar-/je za izvoz

source: All Calendars
de_de: Alle Kalenders
it_it: Tutti i Calendari
nl_nl: Alle kalenders
sl_si: Vsi koledarji

source: Export FullThrottle Calendar Data
it_it: Esporta i dati del Calendari FullThrottle
sl_si: Izvozi podatke FullThrottle koledarja

source: FullThrottle Calendar Help
de_de: FullThrottle Kalender Help [Englisch]
it_it: Aiuto sul calendario FullThrottle
sl_si: FullThrottle Calendar - Pomoč

source: [ftcalendar] - Calendar Shortcode
de_de: [ftcalendar] - Kalender Shortcode
it_it: [ftcalendar] - Codice da utilizzare per il Calendario
nl_nl: [ftcalendar] - Kalender Shortcode
sl_si: [ftcalendar] - bližnjice

source: [ftcalendar_thumb] - Thumbnail Calendar Shortcode
de_de: [ftcalendar_thumb] - Thumbnail Kalender Shortcode
it_it: [ftcalendar_thumb] - Codice da utilizzare per le miniature
nl_nl: [ftcalendar_thumb] - Thumbnailkalendar Shortcode
sl_si: [ftcalendar_thumb] - Thumbnail - bližnjice

source: [ftcalendar_list] - Event List Shortcode
de_de: [ftcalendar_list] - Event Liste Shortcode
it_it: [ftcalendar_list] - Codice da utilizzare per la Lista degli eventi
nl_nl: [ftcalendar_list] - Evenementenlijst Shortcode
sl_si: [ftcalendar_list] - Event List bližnjice

source: Calendar of Events Widget
de_de: Events Kalender Widget
it_it: Widget per calendario eventi
nl_nl: Widget Evenementenkalender
sl_si: Calendar of Events gradnik

source: Upcoming Events List Widget
de_de: Neu Events Liste Widget
it_it: Widget elenco prossimi eventi
nl_nl: Widget lijst aankomende evenementen
sl_si: Upcoming Events List gradnik

source: Premium Support and Features
de_de: Premium Support und Features
it_it: Supporto Premium e caratteristiche
nl_nl: Premium Support en Features
sl_si: Premium podpora in funkcije

source: FT Calendar Premium Support Benefits
it_it: Benefici del supporto Premium di FT Calendar
sl_si: Prednosti FT Calendar Premium

source: FT Calendar offers a premium support package for the low cost of %s per year per domain.
it_it: FT Calendar offre un supporto Premium al costo di % all'anno per ogni dominio.
sl_si: FT Calendar ponuja premium paket podpore za %s za eno leto po domeni.

source: By signing up for FT Calendar premium support, you help to ensure future enhancements to this excellent project as well as the following benefits:
it_it: Il supporto Premium assicura l'aggiornamento di FT Calendar per un anno con i seguenti benefici:
nl_nl: Door je aan te melden voor FT Calendar premium support, draag je bij aan het zekerstellen van toekomstige verbeteringen aan dit prima project. Bovendien krijg je de volgende voordelen:
sl_si: S prijavo za FT premium podporo, boste pomagali, da se zagotovijo bodoče izboljšave tega projekta, kot tudi naslednje ugodnosti:

source: Around the clock access to our knowledge base and support forum from within your WordPress dashboard
it_it: Accessso 24 ore al giorno al forum di supporto tecnico all'interno dell'amministrazione del vostro sito in Wordpress
nl_nl: 24 uur per dag toegang tot onze kennisbank en supportforum (beide Engelstalig) vanuit je WordPress-dashboard
sl_si: 24/7 urno podporo do naše baze znanja in foruma znotraj WordPress armaturne plošče.

source: Professional and timely response times to all your questions from the FT Calendar team
it_it: Supporto professionale alle vostre richieste da parte del team di FT Calendar
nl_nl: Professionele en snelle responstijden van het FT Calender-team op al je vragen
sl_si: Profesionalna in hitro odzivna ekipa FT koledarja vam bo odgovorila na vsa vaša vprašanja

source: A 10% discount for any custom functionality you request from the FT Calendar developers
it_it: Sconto del 10% per qualsiasi richiesta di personalizzazione.
nl_nl: 10% korting op elke maatwerkfunctionaliteit die je aanvraagt bij de ontwikkelaars van FT Calendar
sl_si: 10% popusta za vse dodatne funkcionalnosti, ki jih boste želeli.

source: A 6-12 month advance access to new features integrated into the auto upgrade functionality of WordPress
it_it: Accesso alla funzionalit&agrave; di aggiornamento automatico del Plug In per 6-12 mesi
nl_nl: Zes tot twaalf maanden vervroegde toegang tot nieuwe features. Deze is ge√Øntegreerd in de automatische upgradefunctionaliteit van WordPress
sl_si: Do novih funkcij boste lahko dostopali 6-12 mesecev prej, kot bodo vključene v avtomatsko nadgradnjo WordPress-a

source: Ads removed from Calendar Meta Boxes and Control Panels
it_it: Rimozione degli annunci pubblicitari dal pannello di Controllo e dai riquadri Meta Box
nl_nl: Geen advertenties bij de Calendar Meta-velden en Controlepanelen
sl_si: Odstranjeni oglasi iz nadzorne plošče FT koledar-ja

source: Signup Now
de_de: Jetzt Einschreiben
it_it: Iscriviti ora
nl_nl: Meld je nu aan
sl_si: Prijavite se

source: Learn More
de_de: Mehr erfahren
it_it: Approfondisci
nl_nl: Meer informatite
sl_si: Preberite več

source: Launch Premium Support widget
de_de: Premium Support widget Starten
it_it: Vai al widget supporto Premium
nl_nl: Start Premium Support widget
sl_si: Zaženite Premium Support gradnik

source: Visit Premium Support web site
de_de: Besuche der Premium Support Webseite
it_it: Visita il sito di supporto Premium
nl_nl: Bezoek Premium Support website
sl_si: Obiščite Premium Support spletno stran

source: Title:
de_de: Titel:
it_it: Titolo:
nl_nl: Titel:
sl_si: Naslov:

source: Show XML Feed?
de_de: XML Feed Anzeigen?
it_it: Mostra i Feed XML?
nl_nl: XML-feed weergeven?
sl_si: Prikažem XML feed?

source: Show iCal Feed?
de_de: iCal Feed Anzeigen?
it_it: Mostra i Feed iCal?
nl_nl: iCal-feed weergeven?
sl_si: Prikažem iCal feed?

source: Calendars:
de_de: Kalenders:
it_it: Calendari
nl_nl: Kalenders:
sl_si: Koledarji:

source: Start Date:
it_it: Data Inizio:
sl_si: Začetni datum:

source: Time Span:
de_de: Zeitraum:
it_it: Durata:
nl_nl: Tijdspanne:
sl_si: Čas. razpon:

source: Day(s)
de_de: Tag(en)
it_it: Giorno(i)
nl_nl: Dag(en)
sl_si: Dan

source: Week(s)
de_de: Woch(en)
it_it: Settimana(e)
nl_nl: Week/Weken
sl_si: Teden

source: Month(s)
de_de: Monat(en)
it_it: Mese(i)
nl_nl: Maand(en)
sl_si: Mesec

source: Year(s)
de_de: Jahr(en)
it_it: Anno(i)
nl_nl: Jaar/Jaren
sl_si: Leto

source: Limit:
de_de: Bis:
it_it: Limite:
nl_nl: Limiet:
sl_si: Omejitev:

source: 0 = Show all events in given time span
de_de: 0 = Alle Events sichtbar in den Periode
it_it: 0 = Mostra tutti gli eventi all'interno del periodo
nl_nl: 0= Alle evenementen binnen de tijdspanne weergeven
sl_si: 0 = Prikaži vse dogodke v danes časovnem obdobju

source: Time Format:
de_de: Format Zeit:
it_it: Formato Ora:
nl_nl: Tijdformat
sl_si: Format časa:

source: See <a href="http://php.net/date/" target="_blank">PHP's Format Parameters</a> for help.
de_de: Sehe <a href="http://php.net/date/" target="_blank">PHP's Format Parameters</a> für Help.
it_it: <a href="http://php.net/date/" target="_blank">Aiuto sui parametri PHP</a>.
nl_nl: Ga naar <a href="http://php.net/date/" target="_blank">PHP's Format Parameters</a> voor hulp (Engelstalig).
sl_si: Obišči <a href="http://php.net/date/" target="_blank">PHP's Format Parameters</a> za pomoč.

source: Date Format:
de_de: Format Datum:
it_it: Formata Data:
nl_nl: Datumformat:
sl_si: Format datuma:

source: Date Template:
de_de: Datum Template:
it_it: Modello di Data
nl_nl: Datumsjabloon:
sl_si: Datumska predloga:

source: Month Format:
de_de: Format Monat:
it_it: Formato Mese
nl_nl: Maandformat:
sl_si: Mesečni format:

source: Month Template:
de_de: Monat Template:
it_it: Modello Mese
nl_nl: Maandsjabloon:
sl_si: Mesečna predloga:

source: Event Template:
it_it: Modello Evento:
nl_nl: Evenementsjabloon:
sl_si: Predloga dogodka:

source: Hide Duplicates?
de_de: Duplikaten unsichtbar?
it_it: Nascondere i duplicati?
nl_nl: Duplicaten verbergen?
sl_si: Skrijem duplikate?

source: Date Template must be blank.
de_de: Datum Template muss leer sein.
it_it: La data nei template deve essere vuota.
nl_nl: Datumsjabloon moet leeg zijn.
sl_si: Predloga datuma mora biti prazna.

source: to
de_de: bis
nl_nl: tot
